{
  "topics": {
    "dashboard": {
      "title": "HR Бақылау тақтасы",
      "description": "Бұл сіздің жалдауды басқарудың негізгі орталығы. Мұнда сіз түйіндеме талдауы, кандидаттар базасы және бос жұмыс орындарын басқару арасында жылдам ауыса аласыз."
    },
    "resume_analysis": {
      "title": "Түйіндемелерді жаппай талдау",
      "description": "PDF/DOCX форматындағы 20-ға дейін түйіндемені жүктеңіз, сәйкес бос жұмыс орындарын таңдаңыз, сонда AI терең салыстырмалы талдау жүргізеді. Жүйе күшті және әлсіз жақтарды атап өтеді, сәйкестікті бағалайды және әрбір кандидат бойынша қорытынды береді."
    },
    "candidates_base": {
      "title": "Кандидаттар базасы",
      "description": "Мұнда ұйымыңыздың барлық кандидаттары сақталады. Сіз жаңаларын тікелей сілтеме арқылы шақыра аласыз, талдау нәтижелерінен қолмен қоса аласыз немесе «Таланттар нарығынан» үздік мамандарды таба аласыз. Олардың тестілеу барысын және нәтижелердің өзектілігін нақты уақыт режимінде қадағалаңыз."
    },
    "vacancies_management": {
      "title": "Бос жұмыс орындарын басқару",
      "description": "Бос жұмыс орындарын жасаңыз және автоматты скоринг үшін «Идеалды профильді» баптаңыз. Осы қойындыдан сіз әрбір нақты лауазым бойынша жалдау воронкасына өте аласыз."
    },
    "ideal_profile": {
      "title": "Идеалды профиль",
      "description": "Бұл кандидаттың эталонды психометриялық портреті. AI сіздің бос жұмыс орныңыздың сипаттамасын талдайды және 6 тест бойынша оңтайлы ұпайларды қояды. Осы профиль негізінде жүйе нақты кандидаттардың сәйкестік пайызын («Match Score») есептейді."
    },
    "funnel_testing": {
      "title": "Тестілеу кезеңі",
      "description": "Кандидаттар бірінші тест тапсыра бастаған бойда осы бағанға автоматты түрде ауысады. Сіз нақты уақыт режимінде олардың барысын көре аласыз (6 тесттен X-і)."
    },
    "funnel_evaluated": {
      "title": "«Бағаланды» кезеңі",
      "description": "Мұнда барлық 6 тестті аяқтағандар түседі. Енді олар үшін AI құралдарының толық спектрі қолжетімді: егжей-тегжейлі салыстыру және сұхбат жоспарын жасау."
    },
    "funnel_interview": {
      "title": "Сұхбат",
      "description": "Бұл мәртебеде сіз тікелей немесе онлайн сұхбат өткізесіз. AI осы кандидаттың психотипіне арнайы жасаған интерактивті жоспарды пайдаланыңыз. Баға қойыңыз және жазбаларды тікелей жүйеде жасаңыз."
    },
    "funnel_offer": {
      "title": "Оффер",
      "description": "Ұсыныс жасауға дайын болған кезде, кандидатты осында ауыстырыңыз. Сіз кандидатпен чатта соңғы шарттарды талқылай аласыз."
    },
    "interview_plan": {
      "title": "Интерактивті сұхбат хаттамасы",
      "description": "Басқан кезде AI кандидаттың психометриялық профилі негізінде егжей-тегжейлі сұхбат жоспарын жасайды. Бұл — сөйлесу кезінде сұрақтарды белгілеуге, баға қоюға және жазбалар жазуға болатын интерактивті құрал. Қорытынды хаттама терең тұжырымдар жасау үшін сіздің бүкіл командаңызға және AI ассистентіне қолжетімді болады."
    },
    "candidate_comparison": {
      "title": "AI салыстыру",
      "description": "Бірнеше кандидатты таңдаңыз (10-ға дейін), сонда AI салыстырмалы кестені құрастырады. Сіз кімнің командаға жақсы сәйкес келетінін, кімнің өсу әлеуеті жоғары және кім ұзақ мерзімді жұмысқа көбірек ынталы екенін көресіз."
    },
    "match_score": {
      "title": "Сәйкестік ұпайы (Match Score)",
      "description": "Бұл кандидаттың сіздің бос жұмыс орныңыздың талаптарына қаншалықты сәйкес келетінінің интегралды көрсеткіші. Ол 6 тесттен өту негізінде кәсіби дағдыларды (40%) и жеке қасиеттерді (60%) ескереді."
    },
    "match_score_professional": {
      "title": "Кәсіби сәйкестік",
      "description": "Кандидаттың негізгі дағдыларының бос жұмыс орнының талаптарына сәйкестігі негізінде есептеледі. Міндетті құзыреттер де, қосымша дағдылар да ескеріледі."
    },
    "match_score_personal": {
      "title": "Тұлғалық сәйкестік",
      "description": "Кандидаттың 6 психометриялық тест нәтижелерін осы бос жұмыс орны үшін жасалған «Идеалды профильмен» математикалық салыстыру."
    },
    "candidate_card": {
      "title": "Кандидат картасы",
      "description": "Мұнда кандидат туралы негізгі ақпарат, оның тестілеудегі ағымдағы барысы және деректердің өзектілігі мәртебесі көрсетіледі. Сіз толық профильді көре аласыз немесе кандидатты белсенді бос жұмыс орындарының біріне тағайындай аласыз."
    },
    "recruitment_funnel": {
      "title": "Жалдау воронкасы",
      "description": "Белгілі бір бос жұмыс орны бойынша таланттарды басқару орталығы. Барлық ақпарат — тест нәтижелерінен бастап ұйымның барлық қызметкерлерінің сұхбат жазбаларына дейін — AI ассистентімен лезде синхрондалады. Сіз кез келген уақытта кез келген кандидат бойынша онымен егжей-тегжейлі талқылай аласыз."
    },
    "token_system": {
      "title": "Токендер жүйесі",
      "description": "Токендер AI операциялары үшін төлеуге қолданылады: түйіндемені талдау, сұхбат жоспарларын жасау және кандидаттарды салыстыру. Сіз әрқашан іске қосу алдында шамаланған құнын және аяқталғаннан кейін нақты шығынды көресіз."
    },
    "ai_assistant_global": {
      "title": "AI Ассистент",
      "description": "Сіздің бос жұмыс орындарыңыз, кандидаттарыңыз және сұхбат тарихы туралы бәрін білетін интеллектуалды көмекшіңіз. Ол сұрақтар құрастыруға, тәуекелдерді талдауға немесе таланттар базасынан заңдылықтарды табуға көмектеседі."
    },
    "talent_market_global": {
      "title": "Таланттар нарығы",
      "description": "Психометриялық тестілеуден өткен кәсіби мамандар базасына қол жеткізу. Жүйе оларды сіздің белсенді бос жұмыс орындарыңызға сәйкестік дәрежесі бойынша автоматты түрде реттейді."
    },
    "candidate_dashboard": {
      "title": "Кандидаттың бақылау тақтасы",
      "description": "Сіздің жеке жұмыс кеңістігіңіз. Белсенді өтінімдерді қадағалаңыз, Match Score көрсеткішін арттыру үшін психометриялық тесттерден өтіңіз және HR мамандарымен сөйлесіңіз."
    },
    "candidate_tests_importance": {
      "title": "Неліктен тесттерден өту керек?",
      "description": "Тест нәтижелері сіздің терең кәсіби профиліңізді қалыптастырады. Бұл жүйеге сізді идеалды бос жұмыс орындарымен дәл сәйкестендіруге мүмкіндік береді және үздік компаниялардан шақырту алу мүмкіндігін арттырады."
    },
    "candidate_profile_publicity": {
      "title": "Профильдің жариялылығы",
      "description": "Профиль жария болған кезде, барлық ұйымдардың HR мамандары сізді «Таланттар нарығынан» тауып, бос жұмыс орнын ұсына алады. Егер жариялылық өшірулі болса, сіз тек өзіңіз өтінім берген немесе шақырту алған компанияларға ғана көрінетін боласыз."
    },
    "test_big_five": {
      "title": "Үлкен бестік (Big Five)",
      "description": "Ең ғылыми негізделген тұлға моделі. 5 негізгі сипатты өлшейді: жаңа нәрсеге ашықтық, адалдық, экстраверсия, ілтипаттылық және нейротизм. Адамның мінез-құлқының негізгі қаңқасын түсінуге көмектеседі."
    },
    "test_mbti": {
      "title": "MBTI типологиясы",
      "description": "Сіздің талғамдарыңызға негізделген 16 психологиялық типтің 1-ін анықтайды: ақпаратты қалай жинайсыз, шешім қабылдайсыз және әлеммен қалай әрекеттесесіз. Командадағы ең қолайлы рөлді табуға көмектеседі."
    },
    "test_disc": {
      "title": "DISC профилі",
      "description": "Жұмыс ортасындағы мінез-құлық стилін төрт шкала бойынша бағалайды: Доминанттылық (D), Ықпал ету (I), Тұрақтылық (S) және Сәйкестік (C). Сіздің қалай қарым-қатынас жасайтыныңызды және тапсырмалар мен стресске қалай жауап беретініңізді көрсетеді."
    },
    "test_eq": {
      "title": "Эмоционалды интеллект (EQ)",
      "description": "Өзіңіздің enlightenment және басқалардың эмоцияларын түсіну, сондай-ақ оларды басқару қабілетін өлшейді. Жоғары EQ — сәтті көшбасшылық пен ұжымдағы тиімді жұмыстың кілті."
    },
    "test_soft_skills": {
      "title": "Жұмсақ дағдылар (Soft Skills)",
      "description": "Қарым-қатынас, командада жұмыс істеу, сыни ойлау және бейімделу дағдыларын кешенді бағалау. Бұл сіздің техникалық біліміңізге қарамастан тиімділігіңізді анықтайтын нәрсе."
    },
    "test_motivation": {
      "title": "Мотивациялық профиль",
      "description": "Сіздің шынайы драйверлеріңізді анықтайды: билікке, жетістікке, танылуға немесе автономдылыққа ұмтылыс. Шынайы қанағаттану әкелетін жұмысты табуға көмектеседі."
    },
    "ai_assistant_tools": {
      "title": "AI ассистентінің құралдары",
      "description": "Ассистент жүйеде әрекеттерді орындай алады: кандидаттарды іздеу, олардың тест мәліметтері мен сұхбат хаттамаларын талдау, сондай-ақ бос жұмыс орындары бойынша қысқаша мәлімет беру. Одан еркін стильде сұраңыз."
    },
    "match_score_detailed": {
      "title": "Match Score қалай есептеледі?",
      "description": "Сәйкестіктің интегралды көрсеткіші. Кандидатты терең психометриялық тестілеу барысында анықталған кәсіби дағдылардан (40%) және тұлғалық қасиеттерден (60%) тұрады."
    },
    "chat_workspace": {
      "title": "Жұмыс чаты",
      "description": "Мұнда сіз бос жұмыс орнының егжей-тегжейін талқылай аласыз, құжаттар мен тіркемелерді жібере аласыз. Жүйе жаңа хабарламалар туралы нақты уақыт режимінде хабарлайды."
    },
    "interview_workspace": {
      "title": "Интерактивті сұхбат",
      "description": "Сөйлесу кезінде осы интерфейсті пайдаланыңыз. Орындалған пункттерді белгілеңіз, 5 балдық шкала бойынша баға қойыңыз және маңызды бақылауларды жазбаларға жазыңыз. Жүйе әр 3 секунд сайын прогресті автоматты түрде сақтайды. Барлық ақпарат, соның ішінде сіздің белгілеріңіз бен түсініктемелеріңіз, кандидатты тереңірек талдау үшін AI ассистентіне бірден қолжетімді болады."
    },
    "billing_tokens": {
      "title": "Теңгерім және толықтыру",
      "description": "Мұнда сіз ұйымыңыздың ағымдағы токендер теңгерімін және олардың шығындалу тарихын көре аласыз. Токендер AI талдауы, құжаттарды жасау және кандидаттарды шақыру үшін есептен шығарылады. Пакеттердің бірін таңдау арқылы теңгерімді толтырыңыз."
    },
    "team_roles": {
      "title": "Команданы басқару",
      "description": "Ұйымыңыздың бос жұмыс орындары мен кандидаттары бойынша бірлесіп жұмыс істеу үшін әріптестеріңізді шақырыңыз."
    },
    "organization_branding": {
      "title": "Брендинг (White Label)",
      "description": "Логотипті жүктеңіз және компанияңыздың атауын көрсетіңіз. Бұл деректер сіз шақырған кандидаттар үшін, тіркелу беттерінде және барлық қызметкерлеріңіз үшін жүйе тақырыбында көрсетіледі."
    },
    "culture_code": {
      "title": "Ұйымның мәдени коды",
      "description": "Компанияңыздағы құндылықтарды, миссияны және атмосфераны сипаттаңыз. Бұл ақпарат AI ассистентіне сіздің контекстіңізді жақсырақ түсінуге және кандидаттар бойынша дәлірек ұсыныстар беруге көмектеседі. Бос қалдыруға болады."
    },
    "tests_relevance": {
      "title": "Тесттердің өзектілігі",
      "description": "Адамның психометриялық профилі уақыт өте келе өзгеруі мүмкін. Мәртебе деректердің қаншалықты жаңа екенін көрсетеді. Кандидат өз профилінің өзектілігін сақтау үшін айына бір рет тесттерді қайта тапсыруға мүмкіндігі бар."
    },
    "token_cost_calculation": {
      "title": "Құны қалай есептеледі?",
      "description": "AI операциялары үшін құны кіріс деректерінің көлемінен (түйіндеме мәтіні, бос жұмыс орындарының сипаттамалары) және жауапты генерациялауға арналған модель лимитінен құралады. Біз орташа өлшемге негізделген «Шамаланған құнын» және «Максималды құнын» (Кепілдендірілген максимум) көрсетеміз — бұл жүйе ешбір жағдайда одан артық токен алмайтын шек. Операция аяқталғаннан кейін сіз нақты шығынды көресіз."
    },
    "market_filter_vacancy": {
      "title": "Бос жұмыс орнын таңдау",
      "description": "Сәйкестікті (Match Score) есептеу үшін бос жұмыс орнын таңдау міндетті. Онсыз кандидаттар скорингсіз көрсетіледі."
    },
    "market_filter_category": {
      "title": "Кәсіби санат",
      "description": "Кандидаттарды тіркелу кезінде өздері көрсеткен санаттар бойынша сүзеді. Санатты таңдау міндетті емес."
    },
    "market_filter_skills": {
      "title": "Дағдылар бойынша іздеу",
      "description": "Нақты дағдылары бар кандидаттарды табуға мүмкіндік береді. Тізімнен таңдау үшін дағдының атын жаза бастаңыз."
    }
  }
}
