{
  "topics": {
    "dashboard": {
      "title": "HR Дашборд",
      "description": "Это ваш главный центр управления наймом. Здесь вы можете быстро переключаться между анализом резюме, базой кандидатов и управлением вашими вакансиями."
    },
    "resume_analysis": {
      "title": "Массовый анализ резюме",
      "description": "Загрузите до 20 резюме в формате PDF/DOCX, выберите подходящие вакансии, и AI проведет глубокий сравнительный анализ. Система выделит сильные и слабые стороны, оценит соответствие и даст вердикт по каждому кандидату."
    },
    "candidates_base": {
      "title": "База кандидатов",
      "description": "Здесь хранятся все кандидаты вашей организации. Вы можете приглашать новых по прямой ссылке, добавлять их вручную из результатов анализа или находить лучших профессионалов в «Рынке талантов». Следите за прогрессом их тестирования и актуальностью результатов в реальном времени."
    },
    "vacancies_management": {
      "title": "Управление вакансиями",
      "description": "Создавайте вакансии и настраивайте «Идеальный профиль» для автоматического скоринга. Из этой вкладки вы можете перейти к воронке найма для каждой конкретной должности."
    },
    "ideal_profile": {
      "title": "Идеальный профиль",
      "description": "Это эталонный психометрический портрет кандидата. AI анализирует ваше описание вакансии и выставляет оптимальные баллы по 6 тестам. На основе этого профиля система рассчитывает процент совместимости («Match Score») реальных кандидатов."
    },
    "funnel_testing": {
      "title": "Этап тестирования",
      "description": "Кандидаты автоматически перемещаются в эту колонку, как только начинают проходить первый тест. Вы можете в реальном времени видеть их прогресс (X из 6 тестов)."
    },
    "funnel_evaluated": {
      "title": "Этап «Оценен»",
      "description": "Сюда попадают те, кто завершил все 6 тестов. Теперь для них доступен полный спектр AI-инструментов: детальное сравнение и генерация плана интервью."
    },
    "funnel_interview": {
      "title": "Интервью",
      "description": "В этом статусе вы проводите живое или онлайн-интервью. Используйте интерактивный план, сгенерированный AI специально под психотип этого кандидата. Ставьте оценки и делайте заметки прямо в системе."
    },
    "funnel_offer": {
      "title": "Оффер",
      "description": "Когда вы готовы сделать предложение, переместите кандидата сюда. Вы сможете обсудить финальные условия с кандидатом в чате."
    },
    "interview_plan": {
      "title": "Интерактивный протокол интервью",
      "description": "При нажатии AI сгенерирует детальный план интервью на основе психометрического профиля кандидата. Это интерактивный инструмент, где вы можете помечать пройденные вопросы, ставить оценки и делать заметки прямо во время беседы. Итоговый протокол будет доступен всей вашей команде и AI-ассистенту для формирования глубоких выводов."
    },
    "candidate_comparison": {
      "title": "AI-сравнение",
      "description": "Выберите нескольких кандидатов (до 10), и AI составит сравнительную таблицу. Вы увидите, кто лучше впишется в команду, у кого выше потенциал роста и кто наиболее мотивирован на долгосрочную работу."
    },
    "match_score": {
      "title": "Match Score (Совпадение)",
      "description": "Это интегральный показатель того, насколько кандидат подходит под требования вашей вакансии. Он учитывает как профессиональные навыки (40%), так и личностные качества (60%) на основе прохождения 6 тестов."
    },
    "match_score_professional": {
      "title": "Профессиональная совместимость",
      "description": "Рассчитывается на основе совпадения ключевых навыков кандидата с требованиями вакансии. Учитываются как обязательные компетенции, так и дополнительные навыки."
    },
    "match_score_personal": {
      "title": "Личностная совместимость",
      "description": "Математическое сравнение результатов 6 психометрических тестов кандидата с «Идеальным профилем», который был сформирован для данной вакансии."
    },
    "candidate_card": {
      "title": "Карточка кандидата",
      "description": "Здесь отображается основная информация о кандидате, его текущий прогресс в тестировании и статус актуальности данных. Вы можете просмотреть полный профиль или назначить кандидата на одну из ваших активных вакансий."
    },
    "recruitment_funnel": {
      "title": "Воронка найма",
      "description": "Центр управления талантами по конкретной вакансии. Вся информация — от результатов тестов до живых заметок из интервью всех сотрудников организации — мгновенно синхронизируется с вашим AI-ассистентом. Вы можете в любой момент обсудить с ним детали по любому кандидату."
    },
    "token_system": {
      "title": "Система токенов",
      "description": "Токены используются для оплаты AI-операций: анализа резюме, генерации планов интервью и сравнения кандидатов. Вы всегда видите примерную стоимость перед запуском и фактический расход после завершения."
    },
    "ai_assistant_global": {
      "title": "AI Ассистент",
      "description": "Ваш интеллектуальный помощник, который знает всё о ваших вакансиях, кандидатах и истории интервью. Он поможет составить вопросы, проанализировать риски или найти закономерности в базе талантов."
    },
    "talent_market_global": {
      "title": "Рынок талантов",
      "description": "Доступ к базе профессионалов, которые уже прошли психометрическое тестирование. Система автоматически ранжирует их по степени соответствия вашим активным вакансиям."
    },
    "candidate_dashboard": {
      "title": "Дашборд кандидата",
      "description": "Ваше личное рабочее пространство. Следите за активными заявками, проходите психометрические тесты для повышения Match Score и общайтесь с HR-специалистами."
    },
    "candidate_tests_importance": {
      "title": "Зачем проходить тесты?",
      "description": "Результаты тестов формируют ваш глубокий профессиональный профиль. Это позволяет системе точно сопоставлять вас с идеальными вакансиями и повышает шансы на приглашение от топовых компаний."
    },
    "candidate_profile_publicity": {
      "title": "Публичность профиля",
      "description": "Когда профиль публичен, HR-специалисты всех организаций могут найти вас в «Рынке талантов» и предложить вакансию. Если публичность отключена, вы будете видны только тем компаниям, на чьи вакансии вы откликнулись или получили приглашение."
    },
    "test_big_five": {
      "title": "Большая пятерка (Big Five)",
      "description": "Наиболее научно обоснованная модель личности. Измеряет 5 ключевых черт: открытость новому, добросовестность, экстраверсию, доброжелательность и нейротизм. Помогает понять базовый поведенческий каркас человека."
    },
    "test_mbti": {
      "title": "Типология MBTI",
      "description": "Определяет 1 из 16 психологических типов на основе ваших предпочтений: как вы собираете информацию, принимаете решения и взаимодействуете с миром. Помогает найти наиболее подходящую роль в команде."
    },
    "test_disc": {
      "title": "Профиль DISC",
      "description": "Оценивает стиль поведения в рабочей среде по четырем шкалам: Доминирование (D), Влияние (I), Постоянство (S) и Соответствие (C). Показывает, как вы общаетесь и реагируете на задачи и стресс."
    },
    "test_eq": {
      "title": "Эмоциональный интеллект (EQ)",
      "description": "Измеряет способность понимать свои и чужие эмоции, а также управлять ими. Высокий EQ — ключ к успешному лидерству и эффективной работе в коллективе."
    },
    "test_soft_skills": {
      "title": "Мягкие навыки (Soft Skills)",
      "description": "Комплексная оценка навыков коммуникации, работы в команде, критического мышления и адаптивности. Это то, что определяет вашу эффективность вне зависимости от технических знаний."
    },
    "test_motivation": {
      "title": "Мотивационный профиль",
      "description": "Выявляет ваши истинные драйверы: стремление к власти, достижениям, признанию или автономности. Помогает найти работу, которая будет приносить искреннее удовлетворение."
    },
    "ai_assistant_tools": {
      "title": "Инструменты AI-Ассистента",
      "description": "Ассистент может выполнять действия в системе: искать кандидатов, анализировать детали их тестов и протоколы интервью, а также давать сводку по вакансиям. Просто попросите его об этом в свободном стиле."
    },
    "match_score_detailed": {
      "title": "Как считается Match Score?",
      "description": "Интегральный показатель совместимости. Складывается из профессиональных навыков (40%) и личностных качеств (60%), определенных в ходе глубокого психометрического тестирования кандидата."
    },
    "chat_workspace": {
      "title": "Рабочий чат",
      "description": "Здесь вы можете обсуждать детали вакансии, отправлять документы и вложения. Система уведомляет о новых сообщениях в реальном времени."
    },
    "interview_workspace": {
      "title": "Интерактивное интервью",
      "description": "Используйте этот интерфейс во время беседы. Отмечайте пройденные пункты, ставьте оценки по 5-балльной шкале и записывайте важные наблюдения в заметки. Система автоматически сохраняет прогресс каждые 3 секунды. Вся информация, включая ваши пометки и комментарии, мгновенно становится доступна AI-ассистенту для более глубокого анализа кандидата."
    },
    "billing_tokens": {
      "title": "Баланс и пополнение",
      "description": "Здесь вы можете видеть текущий остаток токенов вашей организации и историю их расхода. Токены списываются за AI-анализ, генерацию документов и приглашение кандидатов. Пополните баланс, выбрав один из пакетов."
    },
    "team_roles": {
      "title": "Управление командой",
      "description": "Приглашайте коллег для совместной работы над вакансиями и кандидатами вашей организации."
    },
    "organization_branding": {
      "title": "Брендинг (White Label)",
      "description": "Загрузите логотип и укажите название вашей компании. Эти данные будут отображаться для приглашенных вами кандидатов, на страницах регистрации и в заголовке системы для всех ваших сотрудников."
    },
    "culture_code": {
      "title": "Культурный код организации",
      "description": "Опишите ценности, миссию и атмосферу в вашей компании. Эта информация помогает AI-ассистенту лучше понимать ваш контекст и давать более точные рекомендации по кандидатам. Можно оставить пустым."
    },
    "tests_relevance": {
      "title": "Актуальность тестов",
      "description": "Психометрический профиль человека может меняться со временем. Статус показывает, насколько свежими являются данные. Кандидат имеет возможность пересдать тесты раз в месяц для поддержания актуальности своего профиля."
    },
    "token_cost_calculation": {
      "title": "Как рассчитывается стоимость?",
      "description": "Для AI-операций стоимость складывается из объема входных данных (текст резюме, описания вакансий) и лимита модели на генерацию ответа. Мы показываем «Примерную стоимость» на основе среднего размера и «Максимальную стоимость» (Гарантированный максимум) — это потолок, больше которого система не спишет ни при каких обстоятельствах. После завершения операции вы увидите фактический расход."
    },
    "market_filter_vacancy": {
      "title": "Выбор вакансии",
      "description": "Для расчета совместимости (Match Score) обязательно выберите вакансию. Без этого кандидаты будут отображаться без скоринга."
    },
    "market_filter_category": {
      "title": "Профессиональная категория",
      "description": "Фильтрует кандидатов по категориям, которые они указали при регистрации. Выбор категории не является обязательным."
    },
    "market_filter_skills": {
      "title": "Поиск по навыкам",
      "description": "Позволяет найти кандидатов с конкретными навыками. Начните вводить название навыка, чтобы выбрать его из списка."
    }
  }
}
