{
  "topics": {
    "dashboard": {
      "title": "HR Dashboard",
      "description": "This is your main hiring control center. Here you can quickly switch between resume analysis, candidate database, and managing your vacancies."
    },
    "resume_analysis": {
      "title": "Bulk Resume Analysis",
      "description": "Upload up to 20 resumes in PDF/DOCX format, select suitable vacancies, and AI will conduct a deep comparative analysis. The system will highlight strengths and weaknesses, assess fit, and provide a verdict for each candidate."
    },
    "candidates_base": {
      "title": "Candidate Database",
      "description": "All your organization's candidates are stored here. You can invite new ones via a direct link, add them manually from analysis results, or find top professionals in the 'Talent Market'. Track their testing progress and result relevance in real-time."
    },
    "vacancies_management": {
      "title": "Vacancy Management",
      "description": "Create vacancies and set up an 'Ideal Profile' for automatic scoring. From this tab, you can access the hiring funnel for each specific position."
    },
    "ideal_profile": {
      "title": "Ideal Profile",
      "description": "This is a reference psychometric portrait of a candidate. AI analyzes your job description and sets optimal scores for 6 tests. Based on this profile, the system calculates the 'Match Score' for real candidates."
    },
    "funnel_testing": {
      "title": "Testing Stage",
      "description": "Candidates automatically move to this column as soon as they start taking their first test. You can see their progress in real-time (X out of 6 tests)."
    },
    "funnel_evaluated": {
      "title": "'Evaluated' Stage",
      "description": "Candidates who have completed all 6 tests end up here. Now a full range of AI tools is available for them: detailed comparison and interview plan generation."
    },
    "funnel_interview": {
      "title": "Interview",
      "description": "In this status, you conduct a live or online interview. Use the interactive plan generated by AI specifically for this candidate's psychotype. Rate and take notes directly in the system."
    },
    "funnel_offer": {
      "title": "Offer",
      "description": "When you're ready to make an offer, move the candidate here. You can discuss the final conditions with the candidate in chat."
    },
    "interview_plan": {
      "title": "Interactive Interview Protocol",
      "description": "Upon clicking, AI will generate a detailed interview plan based on the candidate's psychometric profile. This is an interactive tool where you can mark completed questions, set ratings, and take notes directly during the conversation. The final protocol will be available to your entire team and the AI Assistant for forming deep insights."
    },
    "candidate_comparison": {
      "title": "AI Comparison",
      "description": "Select several candidates (up to 10), and AI will create a comparative table. You'll see who fits the team better, who has higher growth potential, and who is most motivated for long-term work."
    },
    "match_score": {
      "title": "Match Score",
      "description": "This is an integral indicator of how well a candidate fits your vacancy requirements. It considers both professional skills (40%) and personality traits (60%) based on the completion of 6 tests."
    },
    "match_score_professional": {
      "title": "Professional Compatibility",
      "description": "Calculated based on the matching of the candidate's key skills with the vacancy requirements. Both mandatory competencies and additional skills are considered."
    },
    "match_score_personal": {
      "title": "Personality Compatibility",
      "description": "A mathematical comparison of the candidate's 6 psychometric test results with the 'Ideal Profile' formed for this specific vacancy."
    },
    "candidate_card": {
      "title": "Candidate Card",
      "description": "Main candidate information, current testing progress, and data relevance status are displayed here. You can view the full profile or assign the candidate to one of your active vacancies."
    },
    "recruitment_funnel": {
      "title": "Recruitment Funnel",
      "description": "Talent management center for a specific vacancy. All information — from test results to live interview notes from all employees — is instantly synced with your AI Assistant. You can discuss details for any candidate with it at any time."
    },
    "token_system": {
      "title": "Token System",
      "description": "Tokens are used to pay for AI operations: resume analysis, interview plan generation, and candidate comparisons. You always see an estimated cost before launching and the actual spent tokens after completion."
    },
    "ai_assistant_global": {
      "title": "AI Assistant",
      "description": "Your intellectual helper who knows everything about your vacancies, candidates, and interview history. It helps create questions, analyze risks, or find patterns in your talent pool."
    },
    "talent_market_global": {
      "title": "Talent Market",
      "description": "Access to a database of professionals who have already completed psychometric testing. The system automatically ranks them based on their fit for your active vacancies."
    },
    "candidate_dashboard": {
      "title": "Candidate Dashboard",
      "description": "Your personal workspace. Track active applications, take psychometric tests to increase your Match Score, and communicate with HR specialists."
    },
    "candidate_tests_importance": {
      "title": "Why take tests?",
      "description": "Test results form your deep professional profile. This allows the system to accurately match you with ideal vacancies and increases your chances of getting invitations from top companies."
    },
    "candidate_profile_publicity": {
      "title": "Profile Publicity",
      "description": "When the profile is public, HR specialists from all organizations can find you in the 'Talent Market' and offer a vacancy. If publicity is turned off, you will only be visible to companies whose vacancies you applied for or received an invitation from."
    },
    "test_big_five": {
      "title": "Big Five",
      "description": "The most scientifically grounded personality model. Measures 5 key traits: openness to experience, conscientiousness, extraversion, agreeableness, and neuroticism. Helps understand a person's basic behavioral framework."
    },
    "test_mbti": {
      "title": "MBTI Typology",
      "description": "Determines 1 of 16 psychological types based on your preferences: how you gather information, make decisions, and interact with the world. Helps find the most suitable role in a team."
    },
    "test_disc": {
      "title": "DISC Profile",
      "description": "Evaluates behavior style in a work environment on four scales: Dominance (D), Influence (I), Steadiness (S), and Compliance (C). Shows how you communicate and react to tasks and stress."
    },
    "test_eq": {
      "title": "Emotional Intelligence (EQ)",
      "description": "Measures the ability to understand your own and others' emotions, as well as manage them. High EQ is the key to successful leadership and effective teamwork."
    },
    "test_soft_skills": {
      "title": "Soft Skills",
      "description": "A comprehensive assessment of communication, teamwork, critical thinking, and adaptability skills. This is what determines your effectiveness regardless of technical knowledge."
    },
    "test_motivation": {
      "title": "Motivation Profile",
      "description": "Identifies your true drivers: desire for power, achievements, recognition, or autonomy. Helps find work that will bring sincere satisfaction."
    },
    "ai_assistant_tools": {
      "title": "AI Assistant Tools",
      "description": "The assistant can perform actions in the system: search for candidates, analyze their test details and interview protocols, and provide a summary of vacancies. Just ask it in free style."
    },
    "match_score_detailed": {
      "title": "How is Match Score calculated?",
      "description": "An integral indicator of compatibility. It consists of professional skills (40%) and personality traits (60%), determined during the candidate's deep psychometric testing."
    },
    "chat_workspace": {
      "title": "Work Chat",
      "description": "Here you can discuss vacancy details, send documents and attachments. The system notifies you of new messages in real-time."
    },
    "interview_workspace": {
      "title": "Interactive Interview",
      "description": "Use this interface during the conversation. Mark completed items, set ratings on a 5-point scale, and record important observations in notes. The system automatically saves progress every 3 seconds. All information, including your marks and comments, instantly becomes available to the AI Assistant for deeper candidate analysis."
    },
    "billing_tokens": {
      "title": "Balance and Top-up",
      "description": "Here you can see the current token balance of your organization and the history of their expenditure. Tokens are deducted for AI analysis, document generation, and candidate invitations. Top up your balance by choosing one of the packages."
    },
    "team_roles": {
      "title": "Team Management",
      "description": "Invite colleagues to collaborate on vacancies and candidates of your organization."
    },
    "organization_branding": {
      "title": "Branding (White Label)",
      "description": "Upload a logo and specify your company name. This data will be displayed for candidates you invite, on registration pages, and in the system header for all your employees."
    },
    "culture_code": {
      "title": "Organization Cultural Code",
      "description": "Describe the values, mission, and atmosphere in your company. This information helps the AI Assistant better understand your context and provide more accurate candidate recommendations. Can be left blank."
    },
    "tests_relevance": {
      "title": "Test Relevance",
      "description": "A person's psychometric profile can change over time. The status shows how fresh the data is. Candidates have the opportunity to retake tests once a month to keep their profile up to date."
    },
    "token_cost_calculation": {
      "title": "How is cost calculated?",
      "description": "For AI operations, the cost is determined by the volume of input data (resume text, job descriptions) and the model's output limit. We show an 'Estimated Cost' based on average size and a 'Maximum Cost' (Guaranteed Maximum) — a ceiling that the system will not exceed under any circumstances. You will see the actual tokens spent once the operation is complete."
    },
    "market_filter_vacancy": {
      "title": "Select Vacancy",
      "description": "To calculate compatibility (Match Score), you must select a vacancy. Without this, candidates will be displayed without scoring."
    },
    "market_filter_category": {
      "title": "Professional Category",
      "description": "Filters candidates by categories they specified during registration. Choosing a category is optional."
    },
    "market_filter_skills": {
      "title": "Search by Skills",
      "description": "Allows finding candidates with specific skills. Start typing a skill name to select it from the list."
    }
  }
}
